<div>
    <h1 class="text-center fw-bold">กำหนดการประชุม</h1>
    @if ($showLineBreak)
        <hr class="separator"/>
    @endif

    <h4 class="text-center fw-bold">วันอาทิตย์ที่ 29 มีนาคม พ.ศ. 2569</h4>

    <div class="table-responsive">
        <table class="table">
            <tr>
                <th width="35%" class="text-center">เวลา</th>
                <th width="65%" class="text-center">รายการกิจกรรม</th>
            </tr>
            <tr>
                <td class="text-center">07.45 – 8.30 น.</td>
                <td>ลงทะเบียน</td>
            </tr>
            <tr>
                <td class="text-center">08.30 – 8.50 น.</td>
                <td>พิธีเปิด <br>
                    - กล่าวรายงาน โดย รองศาสตราจารย์ ดร.ปริญญา เสงี่ยมสุนทร
                    รองคณบดีฝ่ายวิชาการ คณะวิทยาศาสตร์  
                    มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าธนบุรี<br>
                    - กล่าวเปิดงาน โดย รองศาสตราจารย์ ดร.สุวิทย์ แซ่เตีย
                    อธิการบดีมหาวิทยาลัยเทคโนโลยีพระจอมเกล้าธนบุรี<br>
                    - กล่าวต้อนรับ โดย ศาสตราจารย์ ดร.รตินันท์ บุญเคลือบ
                    นายกสมาคมคณิตศาสตร์แห่งประเทศไทย ในพระบรมราชูปถัมภ์<br>
                </td>
            </tr>
            <tr>
                <td class="text-center">09.00 – 12.00 น.</td>
                <td>นำเสนอผลงานแบบบรรยายและแบบโปสเตอร์</td>
            </tr>
            <tr>
                <td class="text-center">12.00 – 13.00 น.</td>
                <td>พักรับประทานอาหารกลางวัน</td>
            </tr>
            <tr>
                <td class="text-center">13.00 – 13.45 น.</td>
                <td>กิจกรรม Wise Wizard</td>
            </tr>
            <tr>
                <td class="text-center">13.45 – 14.45 น.</td>
                <td>พิธีประกาศผลรางวัลการนำเสนอผลงานแบบบรรยายและแบบโปสเตอร์</td>
            </tr>
            <tr>
                <td class="text-center">14.45 – 14.55 น.</td>
                <td>ประชาสัมพันธ์การจัดงาน UAMC2027</td>
            </tr>
            <tr>
                <td class="text-center">14.55 – 15.00 น.</td>
                <td>พิธีปิด<br>
                    กล่าวปิดงาน โดย ผู้ช่วยศาสตราจารย์ ดร. ธีระพล สลีวงศ์
                    หัวหน้าภาควิชาคณิตศาสตร์ มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าธนบุรี
                </td>
            </tr>
        </table>
    </div>
</div>
