@extends('layouts.public')

@section('title', 'การนำเสนอและเกณฑ์การตัดสิน')
@section('criteria', 'active')

@section('content')

    <div class="container my-5">

        <h1 class="text-center"><strong>การนำเสนอและเกณฑ์การตัดสินผลงาน</strong></h1>
        <hr class="separator">
        <h3><strong>เกณฑ์การตัดสินผลงาน</strong></h3>
        <p>คณะกรรมการตัดสินจะพิจารณาจากเกณฑ์ดังนี้</p>
        <div class="row">
            <div class="col-12 col-md-4 col-lg-4">
                <strong>การนำเสนอ (10 คะแนน)</strong>
                <ul>
                    <li>ความน่าสนใจของการนำเข้าสู่หัวข้อของการบรรยาย</li>
                    <li>ความชัดเจนของวัตถุประสงค์</li>
                    <li>ความเหมาะสมของการจัดเรียงเนื้อหา</li>
                    <li>การใช้ความคิดสร้างสรรค์ในการจัดทำสไลด์</li>
                </ul>
            </div>
            <div class="col-12 col-md-4 col-lg-4">
                <strong>การให้เหตุผลทางคณิตศาสตร์ (10 คะแนน)</strong>
                <ul>
                    <li>มีความคิดสร้างสรรค์ในงานวิจัย</li>
                    <li>มีความน่าเชื่อถือและความถูกต้องของผลงานวิจัย<br>
                        (ใช้สัญลักษณ์ และ ทฤษฎีบททางคณิตศาสตร์/สถิติ ได้อย่างถูกต้อง)
                    </li>
                    <li>สรุปผลการดำเนินงานวิจัยอย่างสมเหตุสมผล</li>
                    <li>วิธีการตอบคำถาม (ความถูกต้องและการอธิบายเหตุผล)</li>
                </ul>
            </div>
            <div class="col-12 col-md-4 col-lg-4">
                <strong>คุณค่าของโครงงาน (5 คะแนน)</strong>
                <ul>
                    <li>การนำไปใช้ประโยชน์</li>
                </ul>
            </div>
        </div>
        <h3><strong>รางวัลประเภทผลงานแบบบรรยาย</strong></h3>
        <p>ในแต่ละห้องบรรยายจะมีรางวัลเหรียญทอง เหรียญเงิน และเหรียญทองแดง
            โดยเรียงลำดับตามคะแนนและ/หรือตามมติของคณะกรรมการตัดสินผลงานในแต่ละห้องบรรยาย
            โดยผลงานที่ได้รับเหรียญทองจะได้โล่รางวัลจากสมาคมฯ ด้วย</p>
        <h3><strong>รางวัลประเภทผลงานแบบโปสเตอร์</strong></h3>
        <p>ในแต่ละกลุ่ม (มีทั้งหมด 6 กลุ่มเช่นเดียวกับผลงานแบบบรรยาย) ของผลงานแบบโปสเตอร์จะมีรางวัลกียรติบัตรยอดเยี่ยม
            และเกียรติบัตรดีเด่น โดยเรียงลำดับตามคะแนนและ/หรือตามมติของคณะกรรมการตัดสินผลงานในแต่ละกลุ่ม</p>
        <h3><strong>การนำเสนอ</strong></h3>
        <p>การนำเสนอในรูปแบบโปสเตอร์ (Poster Presentation)</p>
        <ol>
            <li>
                <p>
                    ผลงานที่ผ่านการคัดเลือกให้อัด VDO Clip โดยใช้ template Poster ใน <a
                        href="https://uamc2021.kmutt.ac.th/templates"
                        target="_blank">https://uamc2021.kmutt.ac.th/templates</a>
                    โดยการนำเสนอความยาวไม่เกิน 10 นาที และ upload ใน <a href="http://bit.ly/UAMC21PosterPresentation"
                        target="_blank">http://bit.ly/UAMC21PosterPresentation</a> โดยเลือก Folder ตามกลุ่มที่นำเสนอ
                    ภายในวันที่ 16 เม.ย. 64
                </p>
            </li>
            <li>
                <p>
                    ผู้นำเสนอต้องนำเสนอผลงาน (สด) ผ่าน Application ZOOM ในวันจัดประชุม (สำหรับ link และวิธีการเข้าประชุม
                    จะแจ้งให้ทราบภายใน 20 เม.ย. 64) โดยผู้นำเสนอมีเวลาสำหรับการนำเสนอ 10 นาทีและตอบคำถาม 10 นาที
                </p>
            </li>
        </ol>
        <p>การนำเสนอในรูปแบบบรรยาย (Oral Presentation)</p>
        <ol>
            <li>
                <p>
                    ผลงานที่ผ่านการคัดเลือกให้อัด VDO Clip โดยการนำเสนอความยาวไม่เกิน 15 นาที และ upload ใน <a
                        href="http://bit.ly/UAMC21OralPresentation" target="_blank">http://bit.ly/UAMC21OralPresentation</a>
                    โดยเลือก Folder ตามกลุ่มที่นำเสนอ ภายในวันที่ 16 เม.ย. 64
                </p>
            </li>
            <li>
                <p>
                    ผู้นำเสนอต้องนำเสนอผลงาน (สด) ผ่าน Application ZOOM ในวันจัดประชุม (สำหรับ link และวิธีการเข้าประชุม
                    จะแจ้งให้ทราบภายใน 20 เม.ย. 64) โดยผู้นำเสนอมีเวลาสำหรับการนำเสนอ 15 นาทีและตอบคำถาม 10 นาที
                </p>
            </li>
        </ol>
    </div>

@endsection
