@extends('layouts.public')

@section('title', 'การนำเสนอและเกณฑ์การตัดสิน')
@section('criteria', 'active')

@section('content')

    <div class="container my-5">

        <h1 class="text-center fw-bold">การนำเสนอและเกณฑ์การพิจารณาตัดสินรางวัล</h1>
        <hr class="separator">
        <h3 class="fw-bold">การนำเสนอผลงานแบบบรรยาย (Oral)</h3>
        <p>ให้เวลานำเสนอเรื่องละไม่เกิน 7 นาที ถามตอบอีกไม่เกิน 10 นาที โดยมีนักศึกษาประจำห้องคอยควบคุมเวลา
            (ยกป้ายแจ้งเตือนกรณีที่ใกล้หมดเวลากับกรณีหมดเวลานำเสนอ/ถามตอบ)</p>

        <h4 class="fw-bold mt-3">หัวข้อการพิจารณาให้คะแนน</h4>
        <p>การนำเสนอผลงานแบบบรรยายในงาน UAMC 2026 มุ่งเน้นคุณค่าของงาน ความถูกต้องและความเข้าใจใน
            เนื้อหาทางคณิตศาสตร์ รวมถึงความสามารถในการนำเสนอผลงานตามมาตรฐานวิชาการ โดยมีหัวข้อการพิจารณา
            ดังนี้</p>
        <ol>
            <li>ความคิดสร้างสรรค์ของผลงาน</li>
            <li>คุณค่าและบทบาทของผลงานทางคณิตศาสตร์</li>
            <li>ความถูกต้องของระเบียบวิธีวิจัยหรือบทพิสูจน์</li>
            <li>การวิเคราะห์และสรุปผลการดำเนินงานวิจัย</li>
            <li>การนำเสนอ</li>
            <li>การตอบคำถาม</li>
            <li>เวลาที่ใช้ในการนำเสนอ</li>
        </ol>

        <h4 class="fw-bold mt-3">วิธีการประเมินผลงานแบบบรรยาย</h4>
        <p>แต่ละห้องบรรยายจะมีกรรมการ 3 ท่าน แต่ละท่านพิจารณาให้คะแนน 1-4 ตามหัวข้อทั้ง 6 หัวข้อข้างต้นแล้วนำ
            คะแนนมาหาค่าเฉลี่ย โดยนักศึกษาที่นำเสนอผลงานจะได้รับเหรียญทอง เงิน หรือ ทองแดง ตามเงื่อนไขต่อไปนี้</p>

        <table class="table">
            <tbody>
                <tr>
                    <td class="fst-italic">เหรียญทอง</td>
                    <td>นักศึกษากลุ่มนั้นจะต้องได้คะแนนเฉลี่ยจากกรรมการทั้ง 3 ท่านอย่างน้อย 80% ของคะแนนเต็ม “และ” ได้
                        คะแนนเป็นอันดับที่ 1-2 ของห้องบรรยายนั้น</td>
                </tr>
                <tr>
                    <td class="fst-italic">เหรียญเงิน</td>
                    <td>นักศึกษากลุ่มนั้นจะต้องได้คะแนนเฉลี่ยจากกรรมการทั้ง 3 ท่านอย่างน้อย 70% ของคะแนนเต็ม “และ” ได้
                        คะแนนเป็นอันดับที่ 3-5 ของห้องบรรยายนั้น</td>
                </tr>
                <tr>
                    <td class="fst-italic">เหรียญทองแดง</td>
                    <td>นักศึกษากลุ่มนั้นจะต้องได้คะแนนเฉลี่ยจากกรรมการทั้ง 3 ท่านอย่างน้อย 60% ของคะแนนเต็ม “และ” ได้
                        คะแนนเป็นอันดับที่ 6-9 ของห้องบรรยายนั้น</td>
                </tr>
                <tr>
                    <td class="fst-italic">ใบประกาศนียบัตร</td>
                    <td> นักศึกษากลุ่มที่ได้รับเหรียญทองจะได้รับใบประกาศนียบัตรระบุ “เหรียญทอง”<br>
                        นักศึกษากลุ่มที่ได้รับเหรียญเงินจะได้รับใบประกาศนียบัตรระบุ “เหรียญเงิน”<br>
                        นักศึกษากลุ่มที่ได้รับเหรียญทองแดงจะได้รับใบประกาศนียบัตรระบุ “เหรียญทองแดง”<br>
                        นักศึกษากลุ่มที่ไม่ได้รับเหรียญรางวัลจะได้รับใบประกาศนียบัตรเข้าร่วมการนำเสนอ</td>
                </tr>
            </tbody>
        </table>

        <h5 class="mt-4 fst-italic">โล่รางวัลจากสมาคมคณิตศาสตร์แห่งประเทศไทยฯ</h5>
        <p>ในงานประชุมวิชาการ UAMC 2026 นี้มีการมอบโล่รางวัลจากสมาคมโดยจะขอแจ้งเกณฑ์การพิจารณา
            การได้รับโล่ในแต่ละห้องบรรยายอีกครั้ง</p>

        <p class="mt-4">
            <span class="fw-bold">หมายเหตุ</span>
            ขอสงวนสิทธิ์มอบเหรียญรางวัลหรือใบประกาศนียบัตรเฉพาะนักศึกษาที่มานำเสนอผลงาน นักศึกษาใน
            กลุ่มเดียวกันที่ลงทะเบียนเข้าร่วมงานแต่ไม่ได้มานำเสนอผลงานจะไม่ได้รับเหรียญรางวัลหรือใบประกาศนียบัตร
        </p>


        <h3 class="fw-bold mt-5">การนำเสนอผลงานแบบโปสเตอร์ (Poster)</h3>
        <p>จะแบ่งสายการนำเสนอโปสเตอร์โดยให้ผลงานที่มีเนื้อหาใกล้เคียงกันอยู่ร่วมสายเดียวกัน</p>

        <h4 class="fw-bold mt-3">หัวข้อการพิจารณาให้คะแนน</h4>
        <p>การนำเสนอผลงานแบบโปสเตอร์ในงาน UAMC 2026 มุ่งเน้นเน้นการสื่อสารแนวคิดทางวิทยาศาสตร์/
            คณิตศาสตร์ให้เข้าใจง่าย ชัดเจน และน่าสนใจ โดยมีหัวข้อการพิจารณาดังนี้</p>
        <ol>
            <li>คุณค่า ความคิดสร้างสรรค์ และบทบาทของผลงาน</li>
            <li>ความน่าเชื่อถือและความถูกต้องของระเบียบวิธีวิจัย</li>
            <li>การวิเคราะห์และสรุปผลการดำเนินงานวิจัย</li>
            <li>การนำเสนอ และการตอบคำถาม</li>
            <li>คุณภาพการออกแบบของโปสเตอร์</li>
        </ol>

        <h4 class="fw-bold mt-3">วิธีการประเมินผลงานแบบโปสเตอร์</h4>
        <p>แต่ละสายจะมีกรรมการ 3 ท่าน แต่ละท่านพิจารณาให้คะแนน 1-4 ตามหัวข้อทั้ง 5 หัวข้อข้างต้นแล้วนำคะแนน
            มาหาค่าเฉลี่ย โดยนักศึกษาที่นำเสนอผลงานจะได้รับผลการพิจารณา <span class="fst-italic">ดีมาก</span> หรือ
            <span class="fst-italic">ดี</span> ตามเงื่อนไขต่อไปนี้
        </p>

        <table class="table align-top">
            <tbody>
                <tr>
                    <td>ผลการพิจารณาระดับ<span class="fst-italic">ดีมาก</span></td>
                    <td>นักศึกษากลุ่มนั้นจะต้องได้คะแนนเฉลี่ยจากกรรมการทั้ง 3 ท่านอย่างน้อย 85% ของคะแนนเต็มโดยไม่สนใจลำดับ
                        ในสาย</td>
                </tr>
                <tr>
                    <td>ผลการพิจารณาระดับ<span class="fst-italic">ดี</span></td>
                    <td>นักศึกษากลุ่มนั้นจะต้องได้คะแนนเฉลี่ยจากกรรมการทั้ง 3 ท่านอย่างน้อย 75% แต่ไม่ถึง 85% ของคะแนนเต็ม
                        โดยไม่สนใจลำดับในสาย</td>
                </tr>
                <tr>
                    <td class="fst-italic">ใบประกาศนียบัตร</td>
                    <td>นักศึกษากลุ่มที่ได้รับผลการพิจารณาในระดับ ดีมาก จะได้รับใบประกาศนียบัตรระบุ“ผลงานระดับดีมาก”<br>
                        นักศึกษากลุ่มที่ได้รับผลการพิจารณาในระดับ ดีได้รับใบประกาศนียบัตรระบุ“ผลงานระดับดี”<br>
                        นักศึกษากลุ่มที่ได้รับผลการพิจารณานอกเหนือจากระดับดีมาก หรือ
                        ดีจะได้รับใบประกาศนียบัตรเข้าร่วมการนำเสนอ</td>
                </tr>
            </tbody>
        </table>

        <h5 class="mt-4 fst-italic">โล่รางวัลจากภาควิชาคณิตศาสตร์ มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าธนบุร</h5>
        <p>ในงานประชุมวิชาการ UAMC 2026 นี้มีการมอบโล่รางวัลจากภาควิชาคณิตศาสตร์ มหาวิทยาลัย
            เทคโนโลยีพระจอมเกล้าธนบุรีโดยจะขอแจ้งเกณฑ์การพิจารณาการได้รับโล่ในแต่ละสายโปสเตอร์อีกครั้ง</p>

        <p class="mt-4">
            <span class="fw-bold">หมายเหตุ</span>
            ขอสงวนสิทธิ์มอบใบประกาศนียบัตรเฉพาะนักศึกษาที่มานำเสนอผลงาน นักศึกษาในกลุ่มเดียวกันที่
            ลงทะเบียนแต่ไม่ได้มานำเสนอผลงานจะไม่ได้รับใบประกาศนียบัตร
        </p>

        <h4 class="mt-5 fw-bold text-center">ดาวน์โหลด</h4>
        <table class="table">
            <tbody>
                <tr>
                    <td class="fw-bold">เกณฑ์การพิจารณาตัดสินรางวัลและเกณฑ์การให้คะแนนการนำเสนอ</td>
                    <td>
                        <a href="{{ asset('file/เกณฑ์การพิจารณาเหรียญรางวัล.pdf') }}" class="text-center">
                            เกณฑ์การพิจารณาเหรียญรางวัล.pdf
                        </a>
                    </td>
                </tr>
            </tbody>
        </table>

        

    </div>

@endsection
