@extends('layouts.public')

@section('title', 'หลักเกณฑ์การลงทะเบียนและส่งบทคัดย่อ')
@section('rules', 'active')

@section('content')

    <div class="container my-5">

        <h1 class="text-center"><strong>หลักเกณฑ์การลงทะเบียนและส่งบทคัดย่อ</strong></h1>
        <hr class="separator">
        <h3 class="fw-bold">การลงทะเบียนเพื่อเข้าร่วมงานและส่งผลงาน</h3>
        <p>การลงทะเบียนเข้าร่วมงาน UAMC2026 โดยนักศึกษาและอาจารย์ ประกอบด้วย:</p>
        <ol>
            <li>
                ลงทะเบียนเพื่อเข้าร่วมงาน<br>
                ขอให้นักศึกษา อาจารย์ อาจารย์ที่ปรึกษา หรือบุคคลทั่วไปที่ประสงค์จะเข้าร่วมงานทุกคน (ยกเว้นกรรมการตัดสินผลงาน) ลงทะเบียนเข้าร่วมงาน
            </li>
            <li>
                การส่งบทคัดย่อเพื่อนำเสนอผลงานแบบบรรยาย (Oral) และแบบโปสเตอร์ (Poster)<br>
                ขอให้นักศึกษาแต่ละกลุ่มที่เข้าร่วมนำเสนอผลงาน จัดส่งบทคัดย่อของกลุ่มรวมกันมาเพียงครั้งเดียวต่อกลุ่ม โดยไม่ต้องแยกส่งรายบุคคล
            </li>
        </ol>
        <p><span class="fst-italic">หมายเหตุ:</span> กรรมการตัดสินผลงานไม่ต้องลงทะเบียน</p>

        <h4 class="mt-4 fw-bold">ขอบเขตผลงานที่เข้าร่วมนําเสนอ</h4>
        <p>เป็นผลงานวิจัยของนิสิต/นักศึกษาในระดับปริญญาตรีที่เกี่ยวข้องกับคณิตศาสตร์เพื่อใช้สําเร็จการศึกษา เช่น
            โครงงานปี4 หรือสหกิจ หรือผลงานวิจัยระดับปริญญาตรีอื่นๆ ที่มีคุณภาพ</p>
        <h4 class="fw-bold">การพิจารณาคัดเลือกผลงาน</h4>
        <p>ทุกผลงานที่ส่งเข้ามาจะได้รับการพิจารณาคุณภาพและความเกี่ยวข้องกับงานประชุมวิชาการนี้จากคณะกรรมการจัดงาน</p>

        <h3 class="mt-5 fw-bold">เอกสารที่ต้องส่ง</h3>
        <p><span class="fw-bold">รอบที่ 1</span> การส่งผลงานทั้งแบบบรรยายและแบบโปสเตอร์ จะต้องส่งเอกสารดังนี้:<br>
            บทคัดย่อภาษาไทย และ Abstract ภาษาอังกฤษ ตามรูปแบบ Template ที่กําหนด โดยผู้ส่ง
            ต้องระบุสาขาของผลงานตนเองจากตัวเลือกต่อไปนี้ เรียงลําดับที่ 1 และ ลําดับที่ 2 (ถ้ามี)</p>
        <ul>
            <li>Pure Math / graph theory / algebra / combinatorics / mathemtical analysis / number theory etc.</li>
            <li>Data Science / AI / Statistics</li>
            <li>Differential Equations / Numerical Analysis</li>
            <li>Mathematical Modelling / Simulations</li>
            <li>Mathematics for Industry / Finance / Insurance</li>
        </ul>
        <p><span class="fst-italic">หมายเหตุ:</span> กลุ่มนำเสนออาจมีการปรับเปลี่ยนตามความเหมาะสม</p>

        <p class="mt-4"><span class="fw-bold">การตั้งชื่อไฟล์ผลงาน</span> (O หมายถึง ORAL) และ (P หมายถึง POSTER) O_ชื่อ_นามสกุล.docx
            (.pdf) หรือ P_ชื่อ_นามสกุล.docx(.pdf)</p>
        <p><span class="fst-italic">หมายเหตุ:</span> ให้ใช้ชื่อ นามสกุล ภาษาไทยของนักศึกษาผู้ส่งผลงานเพียงคนเดียว
            ไม่ต้องใส่นาย/นางสาว</p>

        <p class="mt-5"><span class="fw-bold">รอบที่ 2</span> ภายหลังจากที่ผลงานได้รับการพิจารณาให้เข้าร่วมนําเสนอ
            (Accepted) ผู้ส่งผลงานต้องส่งเอกสารเพิ่มเติมดังต่อไปนี้</p>

        <h4 class="mt-4 fw-bold">การส่งผลงานแบบบรรยาย</h4>
        <ol>
            <li>บทคัดย่อแบบขยาย (Extended Abstract) ไม่เกิน 10 หน้า โดยใช้รูปแบบ Template
                ที่ทางเจ้าภาพได้เตรียมไว้ให้เป็นแนวทางแต่สามารถใช้ตัวสมการจาก MathType หรือ Equation
                หรือโปรแกรมใดก็ได้ตามความที่ผู้ส่งผลงานเห็นสมควร</li>
            <li>หนังสือรับรองตาม Template ในไฟล์ “หนังสือรับรองจากอาจารย์ที่ปรึกษา” จากอาจารย์ที่ปรึกษา</li>
            <li>วิธีตั้งชื่อไฟล์บทคัดย่อแบบขยาย ชื่อ_นามสกุล_Extended.pdf</li>
        </ol>

        <p><span class="fst-italic">หมายเหตุ:</span>
            <ul>
                <li>ให้ใช้ชื่อ นามสกุล ภาษาไทยของนักศึกษาผู้ส่งผลงานเพียงคนเดียว ไม่ต้องใส่นาย/นางสาว</li>
                <li>ขอให้นักศึกษาเตรียมไฟล์นําเสนอมาเองในวันงานประชุม</li>
            </ul>     
        </p>

        <h4 class="mt-4 fw-bold">การส่งผลงานแบบโปสเตอร์</h4>
        <ol>
            <li>ไฟล์โปสเตอร์ ตามรูปแบบ Template ที่ทางเจ้าภาพได้เตรียมไว้ให้เป็นแนวทาง สามารถปรับหัวข้อในโปสเตอร์
                ได้ตามความเหมาะสมแต่ขอให้ใช้รูปแบบและขนาดตัวอักษรตามที่กําหนดไว้ให้ทั้งนี้ผู้ส่งผลงานต้องทําการจัดพิมพ์โปสเตอร์ขนาด A1 เพื่อฒานําเสนอด้วยตนเอง</li>
            <li>หนังสือรับรองตาม Template ในไฟล์ “หนังสือรับรองจากอาจารย์ที่ปรึกษา” จากอาจารย์ที่ปรึกษา</li>
            <li>วิธีตั้งชื่อไฟล์โปสเตอร์ ชื่อ_นามสกุล_Poster.pdf</li>
        </ol>

        <p><span class="fst-italic">หมายเหตุ:</span>
            <ul>
                <li>ให้ใช้ชื่อ นามสกุล ภาษาไทยของนักศึกษาผู้ส่งผลงานเพียงคนเดียว ไม่ต้องใส่นาย/นางสาว</li>
            </ul>     
        </p>
    </div>

@endsection
